{
  "page1": [
    { "title": "SURAT PERJANJIAN PENGIKATAN JUAL BELI TANAH KAVLING" },
    { "subtitle": "No. : *001*" },

    
    { "text": "Yang bertandatangan di bawah ini :" },

    { "line": { "label": "1. N.I.K.", "value": "*002*" } },
    { "line": { "label": "Nama", "value": "*003*" } },
    { "line": { "label": "Jabatan", "value": "*004*" } },
    { "line": { "label": "Alamat", "value": "*005*" } },
    { "text": "Dalam hal ini selaku *006* bertindak atas nama atau mewakili *007* disebut PIHAK PENJUAL" },

    { "line": { "label": "2. N.I.K.", "value": "*008*" } },
    { "line": { "label": "Nama", "value": "*009*" } },
    { "line": { "label": "Tempat & Tanggal Lahir", "value": "*010*" } },
    { "line": { "label": "Alamat", "value": "*011*" } },
    { "line": { "label": "Pekerjaan", "value": "*012*" } },
    { "line": { "label": "No. Hp / Telephone", "value": "*013*" } },
    { "text": "Dalam hal ini bertindak atas nama diri sendiri dalam keadaan sehat jasmani dan rohani tanpa penekanan dari siapapun, selanjutnya disebut PIHAK PEMBELI." },

    { "text": "PIHAK PEMBELI membeli *014* Kavling Tanah di lokasi *015* yang beralamat di *016*, dari PIHAK PENJUAL dengan surat induk *017* terlampir Nomor: *018* A/n *019* dengan perincian sebagai berikut:" },

    { "line": { "label": "Kavling No.", "value": "*020*" } },
    { "line": { "label": "Ukuran Tanah/Kavling", "value": "*021*" } },
    { "line": { "label": "Luas Area", "value": "*022* M²" } },
    { "line": { "label": "Cara Pembayaran", "value": "*023*" } },
    { "line": { "label": "Harga Total Tanah Kavling", "value": "Rp. *024*,-" } },
    { "line": { "label": "Uang Muka", "value": "Rp. *025*,-" } },
    { "line": { "label": "Sisa yang harus dibayar", "value": "Rp. *026*,-" } },
    { "text": "(Dilunasi setelah SHM terbit)", "italics": true }
  ],

  "page2": [
    { "text": "Dengan ini KEDUA BELAH PIHAK bersepakat bahwa:" },
    {
      "ol": [
        "Harga total kavlingan ini termasuk biaya-biaya Pajak Bumi dan Bangunan sebelum SHM atas nama PEMBELI terbit, dan pengurusan SHM atas nama PEMBELI, termasuk biaya pemeliharaan setelah penyerahan SHM, biaya administrasi penyerahan SHM, dan biaya-biaya lain yang timbul dikemudian hari akibat peraturan baru pemerintah di bidang perpajakan.",
        "PIHAK PENJUAL menjamin kepada PIHAK PEMBELI surat alas dari tanah yang dibeli tidak akan terjadi tumpang tindih atau tanah yang dimaksud tidak mengalami penggandaan surat tanah, namun apabila hal itu terjadi maka PIHAK PENJUAL mengganti/membayar secara bertahap seluruh uang yang telah dibayar PIHAK PEMBELI dalam jangka waktu enam hingga dua belas bulan.",
        "Setiap pembayaran yang dilakukan oleh PEMBELI, PIHAK PENJUAL akan menerbitkan kwitansi pembayaran sebagai bukti pembayaran yang sah bahwa PEMBELI telah melakukan pembayaran, kwitansi pembayaran itu merupakan alat bukti yang sah yang keberadaannya tidak dapat dipisahkan dari Surat Pembelian ini.",
        "Apabila PIHAK PEMBELI mengajukan pembatalan pembelian ini secara sepihak atau terjadi keterlambatan dalam pembayaran oleh PIHAK PEMBELI tanpa konfirmasi kepada PIHAK PENJUAL, maka PIHAK PEMBELI tidak berhak lagi atas tanah tersebut dan separuh atau 50% daripada yang telah dibayar PIHAK PEMBELI secara sepenuhnya menjadi milik PIHAK PENJUAL sedangkan 50% dari yang telah dibayar oleh PIHAK PEMBELI akan dikembalikan oleh PIHAK PENJUAL kepada PIHAK PEMBELI, secara bertahap.",
        "PIHAK PEMBELI tidak akan menjual, menggadaikan, atau melakukan perbuatan-perbuatan lain yang bertujuan untuk memindahtangankan TANAH KAVLING tersebut kepada PIHAK LAIN tanpa pemberitahuan atau persetujuan tertulis dari PIHAK PENJUAL, sebelum surat pemecahan alas tanah tersebut diterbitkan oleh instansi atau lembaga yang berwenang.",
        "Surat Pembelian ini adalah surat yang menjadi pegangan kedua belah pihak dan sah di mata hukum sesuai Kitab Undang-Undang Hukum Perdata Pasal 1320, sebelum surat pemecahan alas tanah tersebut diterbitkan oleh instansi atau lembaga yang berwenang dan diterima oleh PEMBELI.",
        "Apabila di antara kedua belah pihak meninggal dunia maka ahli waris yang sah berdasarkan surat nikah atau kartu keluarga, atau bukti-bukti yang sah lainnya sebagai ahli waris yang dikeluarkan oleh instansi/Badan Peradilan yang berwenang, ditetapkan sebagai ahli waris untuk melanjutkan ketentuan-ketentuan dalam surat pembelian ini.",
        "Apabila ada permasalahan menyangkut jual beli tanah kavling ini termasuk apabila ada keterlambatan dalam kepengurusan surat-surat alas tanah maka akan didiskusikan lebih lanjut secara kekeluargaan antara PIHAK PENJUAL dengan PIHAK PEMBELI dalam bentuk MUSYAWARAH untuk MUFAKAT tanpa melibatkan PIHAK KETIGA."
      ]
    }
  ],

  "page3": [
    { "text": "Demikian surat Pembelian ini dibuat oleh kedua belah pihak tanpa ada sesuatu paksaan, penekanan dari pihak manapun dan setelah dibaca serta dipahami maksud isinya, disepakati oleh kedua belah pihak, kemudian ditanda tangani di atas materai oleh kedua belah pihak dalam rangkap 2 (dua) yang bermaterai cukup, Rangkap Pertama untuk PIHAK PENJUAL dan Rangkap Kedua untuk PIHAK PEMBELI, yang keduanya mempunyai kekuatan hukum yang sama." },

    
    { "text": "Catatan / Keterangan Khusus ………………………………………………………………………. " },

    
    { "text": "Banjarbaru, *027*", "align": "right" },

    
    { "text": "SURAT PERJANJIAN PENGIKATAN JUAL BELI TANAH KAVLING INI DISETUJUI OLEH:" },

    
    {
      "columns": [
        { "text": "PEMBELI\n\n\n\n(*009*)" },
        { "text": "PENJUAL\n\n\n\n(*003*)\n*007*" }
      ]
    }
  ]
}




